
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Você selecionou %1 (%3)\nno disco “%2”.";
"DESCRIPTION" =				"Você selecionou %1\nno disco “%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"em %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume:";
"System:" = "Sistema:";
"Version:" = "Versão:";
"Location:" = "Localização:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Servidor:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Beta Pública";
"WWPB" = "Beta Mundial";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Reiniciar";
"RESTART..." = "Reiniciar…";
"RESTARTING" = "Reiniciando";
"RESTART?" = "Tem certeza de que deseja reiniciar o computador?";
"RESTART_NETINSTALL" = "Tem certeza de que deseja reiniciar o computador usando este disco de instalação?";
"SAVE_DESCRIPT" = "Seu computador inicializará usando %1 em “%2”.";
"CANCEL" = "Cancelar";
"OK" = "OK";
"SHUTDOWN" = "Desligar";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Tem certeza de que deseja reiniciar seu computador no modo de disco de destino?";
"ENTER_TDM" = "Reiniciar";
"TDM_DESCRIPT" = "Seu computador irá reiniciar no modo de disco de destino. Para usá-lo como um disco rígido, conecte-o a outro computador usando um cabo FireWire. Para sair do modo de disco de destino, pressione o botão de Força.";
"kSD_TDM_BOOTARGS_FOUND" = "Para desligar o computador do modo de disco de destino FireWire, você deve manter pressionado o botão de força mais do que o normal porque boot-args contém ajustes de depuração.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Modo de Disco de Destino";
"TDM..." = "Modo de Disco de Destino…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Inicialização de Rede"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Inicialização de Rede…"; /* More Choices icon */
"NETWORK_VOLUME" = "Disco de Rede"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Selecione um disco de rede abaixo"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Seu computador inicializará usando o disco de rede denominado “%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Seu computador será inicializado usando o disco de rede chamado “%1”. Se esse disco instalar software automaticamente, seu disco rígido poderia ser apagado."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Você selecionou o disco de rede “%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Buscar um disco de rede ao inicializar"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Seu computador buscará um disco de rede na inicialização."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Você optou por buscar um disco de rede na inicialização."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Instalar Mac OS 9";
"INSTALL_X_KIND" = "Instalar Mac OS X";
"INSTALL_XSERVER_KIND" = "Instalar Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Sem Título";


/* error messages */
"SAVE_ERROR_TITLE" = "Você não pode alterar o disco de inicialização para o disco selecionado.";
"SAVE_ERROR_MSG" = "O Disco de Inicialização não pôde obter informações suficientes no disco selecionado.";
"TDM_ERROR_TITLE" =  "Você não pode inicializar com o modo de disco de destino.";
"TDM_ERROR_MSG" =  "O Disco de Inicialização não pode ajustar as propriedades do sistema.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Sistema Operacional Estranho";


